//
//  CardContents.swift
//  NPcandoit
//
//  Created by Seulki Lee on 2022/05/12.
//

import Foundation

let intro1 = """
N인 당신! 생각이 너무 많아 일에 집중하기 힘든가요?

P인 당신! 일을 시작하는데 어려움을 겪고 있지는 않으신가요?

때로는 꼬리를 물고 이어지는 생각 때문에, 때로는 조금만 더 쉬다가 시작하고자 하는 게으름 때문에
일에 집중하기 힘든 당신을 위해 작은 선물을 준비했어요.

당신이 일에 집중할 수 있도록 도와줄 요정
두 명을 소개할게요!
"""

let intro2 = """
끊임 없이 이어지는 각종 생각들 때문에 일의 능률이 떨어지지는 않나요?

N의 요정 넬리는 당신이 생각을 멈출 수 있게 도와줄 거예요.

당신을 도와줄 N의 요정, 넬리를 만나보세요!
"""

let intro3 = """
'조금만 더...' 라는 생각을 떨쳐버릴 수 없지는 않나요?

P의 요정 팻은 당신이 미루지 않고 일을 즉시 시작할 수 있게 도와줄 거예요.

당신을 도와줄 P의 요정, 팻을 만나보세요!
"""

let intro4 = """
넬리와 팻은 당신을 도울 수 있지만, 결국 일을 해내는 것은 당신이에요. 넬리와 팻이 당신을 도울 수 있게 협조해줄래요?
"""

let nellie1 = """
안녕하세요? 저는 N인 당신을 도와줄 넬리라고 해요.
끊임 없이 떠오르는 생각 때문에 일에 집중하기가 힘드셨죠?
N의 요정인 저 넬리를 믿고 같이 한번 노력해봐요.
준비되셨나요?
"""

let nellie2 = """
자, 여길 보세요.
작은 상자가 보이시죠?
이 상자는 겉으로는 평범해 보이지만 마법이 서려있는 상자랍니다.
잊고 싶은 기억을 넣고 묻으면 다시 꺼낼 때까지 생각나지 않게 도와줄 거예요.
그렇지만 마법이 제대로 들으려면 마법이 이루어질 것이라는 믿음과 간절한 마음이 필요해요.
저를 믿고, 당신의 생각들을 이 상자에 넣어두시겠어요?
"""

let pat1 = """
안녕하세요? 저는 P인 당신을 도와줄 팻이라고 해요.
실행하고 싶은 일이 있는데, 자꾸 미루게 되나요?
'조금만 더...'라는 생각으로 딴 짓을 계속 하지는 않나요?
"""

let pat2 = """
P의 요정인 제가 게으름의 천재인 당신을 도와드릴 수 있을 것 같아요!
필요한 건 오직 게으름을 떨쳐내고 싶다는 열망 뿐!
저를 믿고 따라오세요.
"""
